* LESSON 10 - ORG INIT FILE
  
  YOU CAN CREATE CODE BLOCKS BY TYPING THE FOLLOWING

  #+BEGIN_SRC EMACS-LISP
    (+
     4
     5
     3)
  #+END_SRC

  #+RESULTS:
  : 12
 
  IF YOU THE TYPE C-C C-C IT WILL THEN ASK YOU IF YOU WANT TO
  EVALUATE THE BLOCK.

  YOU CAN ALSO EDIT THE CODE BLOCK CAREFULLY USING C-'
  SO THAT IT FORMATS IN THE WAY THAT YOU WANT IT TO. 

  HE ALSO SHOWS HOW YOU CAN RUN FILE FROM ANOTHER FILE BY USING THE FOLLOWING 
  COMMAND: 

  (ORG-BABEL-LOAD-FILE (EXPAND-FILE-NAME "MYINIT.ORG"))

